{
    "podcast_details": {
        "podcast_title": "The GaryVee Audio Experience",
        "episode_title": "My Thoughts on the Future of the Digital Landscape",
        "episode_image": "https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_nologo/2454369/2454369-1660858294166-1fec3937876f7.jpg",
        "episode_transcript": " This is the Gary Vee Audio Experience. Yeah, I'm really just looking to provide as much value, happy to answer anything, any insights, any relationships or things that I might be able to be a help of. I just appreciate all of you being here. It's like super fun to travel around the world and see what people are up to, make connections, make relationships. Obviously, it's like really genuinely surreal to be going around in a circle and hear what people are doing in their careers. Because when I wrote my first book, Crush It, in 2008, the hypothesis was like people could make a living. Like the big statement in the book was like, and people might be able to make six figures on YouTube. And literally the first 100 reviews on Amazon were like, you're a fucking idiot. Like nobody's ever gonna make money on YouTube and social media. And now it's like obviously a very scaled profession and reality and many people here live it. So it's kind of crazy to be OG in a game even though it's such a young game. And obviously have a lot of insights given what I do for a living. So thrilled to share them. Happy to give anything I got for all of you. So you can just fire away and we can chop it up. Any? What's your prediction for the next decade? Like if you were to make your Crush It book again, what would you say? You know, I tried not to force predictions. So nothing's as clear. Like when I wrote that book, it was clear to me that this was gonna happen. I think what is clear is a lot of the next version and the current version. Some of you will evolve into this. You know, when I started Empathy Wines, four or five years ago, the concept of a personal brand using the platform to create a product, like a true consumer product, not like a t-shirt, not like a, but like a scaled consumer product was a little bit foreign. We built a pretty large business. We sold it to Consolation. It was a really substantial exit, but that's a minor league's execution to what we're seeing with Mr. Beast's chocolate and Logan and KSI's energy drink. And so I think what's very clear to me is the biggest consumable brands, not fashion, not apparel, not like what we've all kind of seen for the last five years. I'm talking like the biggest potato chip in the world that is competing with Doritos or the biggest bottled water or the biggest bubble gum, I think is gonna come from humans, not corporations. And so that's a big thing that's clear to me. I think that the AI metaverse thing is an inevitable outcome. I don't know if it gets fully there within 10 years. Things go fast and slow. It can be fully there, but there's really a path for it not to be there. I'm interested in that. I think the biggest competitor to the space of creators is virtual creators. So right now, a lot of people in this room are disrupting actual celebrities and actual, and enjoying it so much. You know, all the TikTokers and creators in this room and around the world are like, yeah. It's like, we're getting the action. We're more famous than the famous people. I think the next decade, the fact that AI personalities and vloggers that aren't even human beings are gonna make the current influencers really sad because they're gonna take the business. So what this group represents, taking away from Hollywood and mainstream celebrity, it's very clear to me that virtual personalities are gonna take that business. And so that would be interesting. So those are some of the things I'm thinking about. In terms of how the US market dominates, in terms of media, do you see in the next 10 years it changing as to US power being kind of desaturated where Saudi Arabia becomes a really popular, Southeast Asia becomes much more prominent in terms of where the attention focuses? Because if you look at say the top 50 music, it's like 50% Spanish already, which is changing on a global scale. And then there's like Philippine songs coming in and then there's all these other places. What are your thoughts on that? I think it's a really good observation. I'm very bullish on the decentralization of Hollywood being the dominant play. The world is getting much more global. The Latin movement has a lot to do with the fact that the US demographics are much more Latin than ever. But on the flip side, I think Saudi Arabia is gonna be an importer of it for a long time. And Saudi's got a lot of money. And so Saudi's game is less creating it and more buying it, which is why you see what they're doing with golf or Ronaldo or have very deep pockets to buy culture. But I think what's going on in Colombia, the whole bad money, with J Balvin going way, way back to even like early J Lo and Ricky Martin and Gloria Estefan going back like the Enrique Iglesias. It's very clear that when you have 14 year old white kids in America, obsessed with K-pop and obsessed with music, they don't even understand the Spanish language, there's shit that's changing. And America's overall dominance in currency and pop culture is definitely on the decline. Because it's just so much more, I mean, China has its own scale. India is going through its own nationalism movement. So that will happen. America itself demographically is changing. Social media allows for anybody, not just someone who flies to LA and makes it in Hollywood to pop. So yeah, I think that's in full pledge. I don't think Saudi Arabia is big enough or organic enough to be the place where it comes from. They've just have, they're gonna buy it. Who would you say are the top three top-notch markets to really pay attention to? Well, China is really a true market in itself because it's so big, right? Making it in China and never leaving China is very viable. I think the most, to a much further prediction out, I think the most vibrant, interesting continent is Africa. I think Africa is gonna be a major player. In 20, some, this may not be exactly right, but something like in 20, 40, 35% of the people, 25 and under, will live in Africa. So it's an incredibly vibrant, wildly talented, similar to what we've seen in Southeast Asia or Latin America, it's on the super come up in the way the Middle East, I think, was over the last 25 years. And so I expect super, I always say to my friends, black coffee is the preview, not the anomaly. And so I think you're gonna see global superstars coming out of Africa in a big way. That would be the place, and a little further out, in a five or 10 year window, I think you'll see continuation of what we're seeing now. Pardon my ignorance, I'm not sure if you have children. I'm not sure how many others in the room have children. I have four kids. I know you talk a lot about regret and mindset and stuff. Is it personally all right? I'm content. I know the whole of the seminar and a lot of today's talk about earning more, growing your business, the balance between business and personal and family, is it okay just being okay if you're happy with okay? Or do you think it's? I think it's the ultimate. Yeah? It's the ultimate. Peace of. In a society where they're constantly pushing, make more money, earn more money, status. If you're personally happy, you think that's all that. I mean, of course. Please, yeah? I mean, it's the biggest reason I talk about the things. I'm a businessman and I love business, but I think it's crazy to chase money as a singular KPI. Mainly because the majority of people that I know that are wealthy are not content. Yeah, I mean, I would argue that that is the basis of everything I believe in. I think it's, I like having ambition. I like advancing. I like working on things that I'd like to be better at. I love chasing goals and dreams, but I think the thing I struggle with is that I'm so at peace at all times and I'm desperate to find ways to communicate of what, if you're achieving what you're talking about, you've won. Like to me, waking up with anxiety is like devastating. It's so challenging, like being anxious and being concerned and being worried. Those are tough. You know, of course, I know you know it's okay. Right? You know what I mean? Like with all that you do, I couldn't even, because I feel like I'm absolutely flat out and like just pulled between so many different things. It's tied in a little bit to the two things. For me, what works is the balance of hunger and ambition with complete and utter content, which equals, it's like a formula, hunger and ambition, you know, plus wild content equals the ability to not judge myself for making mistakes. So the reason I can handle so many things is if you're trying to do 98 things like I do, that brings me great joy. I love the chaos of playing on many fronts. You have to be completely comfortable with losing a lot. Many things I try and work on don't succeed. And if you're not comfortable with that and you are worried about people's judgment of your failures, well, you'll never do a lot of things. You'll only do one thing. When people are like, I'm a perfectionist, I'm like, you're scared. You're not a perfectionist, you're scared of judgment. What do you think were the, sorry, man. No, no, you're right. What do you think were your three keys to success on your successful exit of empathy? Not necessarily revenue or- Historical leverage. I grew up in the wine business and everybody knew me in that world. Two was my two partners started as interns and had been with me for 10 years before we started the company. So full family execution, just like full trust, full alignment, same page, fucking dancing to the same song. And three, a very contemporary marketing plan and execution that was very valuable for consolation for all their brands, not just empathy. So it was a scalable model that they could use for their overall business. So by just buying the company, they were ROI positive right away because we immediately impacted all their business, not just empathy. Those three. Another thing to add as well, you were saying, what I find struggling the hardest as well as an artist, I was a builder for 10 years and then I went to Mexico for a little surf trip and decided to be an artist and came back and literally all I do every day, I sit up, paint and surf and that's all I do. I'll get to the end of the day and I feel so dark saying fuck, this is pretty hectic, this is my life. And you're sort of in that depression where it's like, I don't deserve this. How do you ever get that and do you feel what's the best I can do? Why do you feel like you don't deserve it? It's sort of like, oh, because I was a builder, you know, our heart of a sloth. And then now it's like I'm paying and you get in contract with one of these big companies and you're like, fuck, I don't deserve this life. This is pretty hectic, I get really dark about it. I wanna make sure I understand. One more time, you feel like you get dark because why? I get really in a head space where I just don't feel like that life, because I'm still young. Like you've got the syndrome or like it's self-loathing because you don't deserve it. So I sort of get really down on myself and that's what I sort of do. Because it's too good and you don't think you deserve it? Yeah, and I'm still like, fuck, I should be still working hard because my missus is in the Navy so she works really hard all the time. I say that. So I don't get that, I'm like, fuck. Well, is she sustaining your lifestyle? What's the tech? Is she sustaining your lifestyle? No, not at all. So then what's the problem? I just get really dark about it and that's what I was sort of thinking. You feel, well, I think, I feel, well, here's an interesting thing. I always think like there's a lot of similar feelings that can take two very big extremes. So let me explain what I mean by that. When I hear you talk, now that I understand what you're saying, my place would go into why are you not leaning into heavy gratitude versus heavy judgment? Instead of going dark, why not be super thankful? Why not be practical about the fact that you could literally be diagnosed with terminal cancer tomorrow? And so just because it's good now doesn't mean it's gonna be good forever and why not be grateful that tomorrow you wake up and get to do what you're doing? You know? Like I actually understand the concept of having guilt. Like I talk about it a lot, that my energy is based on this weird mix of like heavy gratitude and heavy, and a guilt of like the luck of the DNA and circumstances that built me to who I am. But I think you're giving guilt too much energy and not enough to gratitude. You know what I mean? And then the other thing is, what you may wanna do is contribute. So another thing that I'm thinking about is, one of the things that really gives me tremendous peace of mind is, I have this incredible framework of gratitude, but I've been like bleeding for the last 15 years to try to impact others in a positive way through storytelling. You might be able to add a scenario to, in between surfing and going to painting, if you articulate what, if you break down that trip to Mexico over and over and over again, you might be able to inspire someone to have their version of Mexico for them to be happy. You know, there's, when I think about how grateful I am for being as happy as I am, it always is more palpable when I read my DMs or emails in the morning where people are giving me roses for really helping them. And so maybe you need that right now, because maybe it's, you're feeling inherently too selfish. My missus is doing this, you're not doing anything for the world. Maybe adding, this may be what you're thinking, I don't know yet. So, yeah, I wonder, I wonder, you know, your trip to Mexico is profound. You just sat here and said, I was working, I went to Mexico, and I came back and was an artist. Like that's fucking rad. And I wonder if there's an opportunity for you to really, really break, you know, what I do for a living now, professionally from a content creation standpoint, is I've spent thousands of hours dissecting my life and its experiences to try to articulate in different ways with different adjectives on different platforms of like, what's the insight to that and how could that actually matter to someone and if they can make a connection of like, oh, that's me too, maybe that can lead to their thing. I think you should really consider to try to like, story tell about that trip because it's profoundly interesting. And you might inspire someone. And maybe that will scratch the itch that you're feeling right now emotionally. Which would be rad. Because then you're taking something that right now is eating you up and it can turn into a very positive energy. Go try that. I don't know, I don't know if the artists you talked to, I know you love rappers and stuff, we have a lot of artists in here. How do you balance, right, making your art about feeding the market and what it is that you want internally to express because like, there's no- I got it. It's my biggest pain point that people can't wrap their head around and. I just think that you can do both. This is why I believe in volume so much. It's not 1984 where you can only put out one album every three years because you had to fucking press it on a fucking disc. Like, it's the internet. Like put out a fucking song that is completely trend on trend on trend on trend. Because you want to. You didn't sell out. You wanted to make something that was on trend. And then make a fucking ballad where you pour your heart out that you know isn't commercially viable because you need to scratch your art. Like this concept that you're not allowed to be both commercial and have depth is insane to me. We're obsessed in the world of ore. Does it make it hard for the consumer to understand the brand if you're making art? No, no. I'm not confused about Lil Wayne because he put out a rock album. It's these philosophical things that are old school. They're theory. What people give a fuck about is do I like this fucking song or do I connect with this song? You know, you're not like, oh, like fans, well, like they ebb and flow anyway. Like you know how it is. Your earliest fans fuck with you. Then you get bigger. Then you've sold out. Then they miss you and they come back. Then you disappear for a while and they really miss you. Then you come back. They're like back, but then it's not good for them anymore in your different life cycle. Like, like I just know this to be true because I in my craft of content creation, like people are like, Gary, I don't fuck with your shit anymore. I'm like, that's great. Like I'm so humbled that I was ever a factor in the first place. And then those same people four years later, like y'all back and like, of course, like, cause we've matched up again, you know? Yeah, I think those are so historical points of view because of the limitation of distribution. But now we have unlimited distribution. And the only thing you're doing is not getting out what you want. By sitting and debating this, all that's happening is inaction. Right? Right, it's look at the back to back things. You know, he's thinking through his feelings. If he acts on putting out what I just said, like there's only action. Similar point like on the fans and stuff with TikTok. I'm sure you get this from a lot of short form creators about converting them, converting short form viewers into fans who are more engaged, more engaged in life or buy tickets to the shows. Of course. I mean, I think the biggest problem for a lot of people is they don't convert because their intent and or talents don't convert. Well, explain. Hey Gary, I'm TikTok. I wanna have subscribers to YouTube, but they're not good at YouTube. They're good at TikTok, but not YouTube. Like they're not good at vlogging, but they are good at TikTok or vice versa. Then, so that's the ability, the talent. Like there's a very different art form of making short form TikToks than there is in making a seven to 13 minute video. Those are just different crafts. So one, sometimes that's the hard part. The other part is intent. I think the biggest issue right now for a lot of creators and influencers when they plateau is they plateau because their talents have gotten them to, whatever that is, they're attractive, they're funny, they can be a magician, they can sing, like whatever it is, whatever their talent is, humor, beauty, a skill, their talent goes to a certain place they plateau because they're selfish. Everything's about for them. Gary, I wanna convert this audience to buy tickets. I'm like, okay. Like what are you doing for them? And so I think we are in an era right now of selfishness at scale. And when I analyze what's happening and who continues to grow when they plateau, I can see a direct correlation from what I do for a living, which is that there's an extra gear of trying to bring value or filling a void that is above and beyond the surface level part of their skill set. You know what I mean? I think for everyone here, if you literally posted something tomorrow with the full framework of why is this good for somebody? Why is this good for them? And entertainment is powerful. Like it's massive. Why are models good? Like beautiful people bring value. Like I want to look at this. I want to listen to this. I want to see this. But you've got to continue that framework. And eventually when you keep doing the same thing, it's over supply against it. They've seen that. And what most people do is then they get stuck and they start to get sticky or they try to jump on trends or they're stuck because what they haven't realized is they now have to transition to a selfless framework instead of a selfish framework and almost nobody's thinking about that. Every question is, how do I monetize my audience? Nobody ever asks me like, how do I make it more valuable for my people? What's your thoughts on building a business at this moment when there's so much economical monetization and dollars and all that? There's never a bad time to start a good business. At times you think like, oh I should take the safe side and win it. It's like, monetize and think better. There's never a bad time to start a good business. To your point, you're not wrong. I think that's good. Like, hey, high risk, high reward. But like, if you're going to build a good business, whether the economy is good or bad, you're going to win. To your point, if you don't have a clarity that you're building a good business, it's probably not a good idea to just guess. But I have good news for you. When money's flush and fluttering too, unlimited bad businesses start and fail. So, to answer your question, don't worry about the outside economic realities. Worry about your capacity or your belief system in what you're building. Got it? It's not, this is where people get caught on like, where's the money at? What's the trend? What's the macro thing? If you don't build a good business, it's going to, like 99% of the businesses two years ago when money was flowing failed. Because they weren't good. Businesses are hard. You know, like, it seems like it's not because everyone's an entrepreneur now, but everyone's playing an entrepreneur. Can I ask about your health? Yes. Because you just have unlimited energy. Yes. Amazing. As I said, I have an intermittent fasting membership. Yes. Do you do intermittent fasting? So, as you know, intermittent fasting is much more on the cultural tip of tongue today. I have been doing it pretty much my whole life. Fantastic. And what about your exercise? What's your regime there? I, you know, I used to have somebody travel with me full time for pre-COVID for like six years. And I worked out, I was in the gym every single day. Now he lives in Minnesota. We do a lot of stuff virtual. He's not traveling with me as much, but I'm probably, you know, in this year, what are we in, in August? Like in the last eight months, I probably am in the gym 85% of the days. I work out predominantly seven days a week when I'm not traveling. And even when I am, I'm usually working out with him. I hurt a pec muscle and a glute, like I'm a little strained right now. So, and this trip's a little awkward, but yeah, I work out quite a bit. I do a lot of soft tissue work that is, you know, I don't know if people, if you have like a bad back or stuff like fashion, soft tissue is fascinating. You should look into it, but yeah, I work out. So you actually encouraged me to move to New York last year and it's like my second home now, which I really like. And one of the things that you said that stuck with you the most recently is that you are your own niche. And I wanted to ask you on that and your journey in discovering that because that's been very profound to me. Thank you. You know, as a lot of people here know, like, everyone's like, you need a niche or, you know, like, and I'm just like, man, like everyone's like struggling of like, I gotta find my niche and like, everyone's like, this sucks, there's too many influencers. I'm like, but you're one of the problems. Like, you know, like everybody, like, everybody like doesn't want competition. It makes me laugh. Like as if you're entitled to, I'm like, you know, like Gary, you don't get it. Like I used to be, I'm like, you don't get it. I was doing this before you were born. This was awesome. I was like YouTube sensation when there was 19 of us, you know, like, so I'm glad you picked up on that. And it's hit a lot of people and I need to continue to do more content about this. By nature, you as a human being are your niche because we're all really, really different if you're willing to go, if you're like, hey, I'm an artist or a magician. Well, then you're not. But if you keep going and just saying what else you are and who you are and what you look like and where you were born and like, it's just, it's niche personified. And I am fascinated because I just always go on what I know is right versus what everyone's kind of pushing. So even my public speaking career, Steve and I were talking about this on our flight this morning from Melbourne to here. Like I cursed, that was super crazy off. Like that in 2009, that was just like, what would you say Steve has grown up in this game? Steve, what do you think? In 2009, when I was really speaking and cursing, what percentage of gigs did that immediately eliminate me from? Just off top. So he worked for a different company. Steve's one of the key executives at VaynerSpeakers. Zach, his teammate was my speaking agent at CAA. And like, we talked about the story of like, Zach's boss, because he was kind of like underneath this guy, a great guy, Peter. And they called me and were like, hey, you're starting to like, something's happening for you. And we really think you can be big, but you have to immediately stop cursing. And I was like, I have some really bad news. I'm like, I'm gonna have to stay not that big because I'm just not capable of like, so I dressed super casual and I'm a businessman. That was crazy. Like you had to really wear suit and tie. Like I was doing all these things wrong, but everything worked for me because I became my niche. Because I just stayed, it's back to like, people throw around authenticity all the time, but they like, but then they're not. They like, people compromise their authenticity for the algorithm. People compromise their authenticity for the likes. Think about that for the followers, right? But then if that was true, like then the culture wouldn't be the way, if Pharrell and that whole crew didn't like make nerd culture cooler, like all the rappers that rock Dragon Ball Z now and fucking Pokemon wouldn't be doing that. It took their courage because that wasn't cool. Like, and so like, I would tell all of you, like a lot of people are holding in all sorts of things, sexual orientation, hobbies, true friendship, other interests that don't fit the profile or the persona that they've built. And the reality is that's the shit that's gonna make people love you. I'm a very real businessman. Like not like, like I make money as a personality, like I'm a businessman, like built lots of big businesses. And I'm like making videos about garage selling and buying $2 items. And all my real business friends, like the real business people, are like, what the fuck are you doing? And I'm like, I'm showing people how to make $55 out of $2. And like, but this makes you look, like you're like, like this is fucking you up. I'm like, it's not. Like I can sit in the boardroom with the most significant business people in the world, and I can go to a garage sale and buy a t-shirt for a dollar and sell it for four bucks. And I don't give a fuck if somebody doesn't wanna interact or follow me because of that or do business with me, because there's so many people that will. And I think everybody here, if they push themselves a little, if everybody here today, tomorrow's next two posts, one was, I am 100% focused on making this, the single thing that I think can bring the most value to everybody who sees it, nothing matters for me. And the next one is, I'm gonna talk about some shit that nobody knows about me, but there's really me. I think it would change the trajectory of what the majority of this room's up to. I believe that. I believe both posts may do worse than every post that they're accustomed to, because it's not on best practices, but I think it will change in a great way for everyone. I really believe that. What's that? I'm gonna wrap up, thank you. Hello. Hello. Hello. So first of all, it's really lovely to actually speak to you. I don't wanna say thank you because prior to being part of Zena, everything, your content, I started watching you when I was very, I was very focused on academics. I was very, I didn't give myself creative outlet a long time in my life. And when I spoke to you last, this was 2020, to you Gary V, I was sort of out like a, my chronic illness was really, really affecting me. Do I go back? Do I try academics? I know I struggle with it with my body, my health, all that, do I try out this creative thing? And your content, you, our conversation, everything, you gave me a lot of courage to try and be a creative, and I have not worked with John Henry Starr now as a brand illustrator, like crazy stuff has happened. I'm really grateful for it. I think recently, like, I don't know if it's been like just hitting 25 or whatever. I don't know if it's the type of career that it is or if it's just like, you know, I feel like I've struggled a lot in the last maybe two years or so with uncertainty and rejection, you know? And these are things that like, I thought I was always comfortable with, but as I'm just getting like to this section of whether it's, I know people feel this at every age, but it's like the rejection even if it's just here. And it's like, what's your, you know, what's your advice? My advice is to understand yourself. Somebody that grows up that puts academia on a pedestal is protecting themselves for not being rejected. Like fake, AKA school, once you figure out the system, you can get A's, and you can trick yourself into not having rejection. Real life is only rejection. Life is only rejection. All life is is micro losing. All life is is micro losing. The quicker you can get good at enjoying micro losing, like the quicker it gets great. And it's important, words matter, micro losing, not macro losing, not losing your relationships or your house or, micro losing. Every day, I'm micro losing. The reason you're struggling is because you put academia on a pedestal your whole life. It's a huge problem. It's this is like, I don't think people understand like how deep my intent goes. I'm not fighting school because I wasn't good at it. I'm fighting school because I watch the world and I know what it's doing to people. It's really, really, really a challenging framework. There's no flexibility in it. Here are all six year olds. We're gonna just push you through for the next 18 years, 16 years, 12 years on the same fucking track. And the ones that are lucky enough to conform to it will make pretend you're good. And all the other ones, aka anyone who's creative in any shape or form whatsoever, which is more than half the population, we're gonna build frameworks to make you feel insecure along the way that you're dumb and not good. The fuck is that? And then you have immigrant parents and parents in general just reinforcing its value. And then you have parents wanting their children to be doctors and lawyers and engineers to make them good and feel good, not you. And like, who the fuck's watching out for people? Right? I'm curious about AI metaverse, Web3, all that. I'm just really wondering what is your advice on utilizing that or teaming up with it? It's all coming. It will all be real. If this was 2002, the internet stocks all just crashed. Everyone's debating if the internet's even a thing. But the internet's growing by the nanosecond. As we sit here today, right now, versus 30 minutes ago when I walked in, Web3 has advanced, AI has advanced, what's up, brother? Like all of it, like you should stay on top of it. As a viable business, you have to understand the timing. NFTs, I think, are gonna be enormous. But right now, the brand of NFTs is in the garbage because the greed of last year crushed it because people weren't listening to what I'm always saying, which is 99% of everything always goes to zero. Like all, right? Like are sneakers a good collectible and something people care about? Of course they are. But 99% of sneakers are not selling on StockX. But everybody got caught up and they put like all NFTs or people are like, oh, Beanie Babies. But Beanie Babies are a stuffed animal. Stuffed animals continue to sell a trillion dollars. Squishmallows are doing just fine, right? So like people are not good at seeing the macro. And so right now, just cause a lot of people aren't on the metaverse doesn't mean that it's not an inevitable outcome. Of course VR is gonna happen. The technology is advancing too fast. The new Apple shit is fucking good. We're not all the way there yet, but like online dating was good in 2002, but there was too much taboo to it. So people were like meeting, but they were like lying. Now it's mainstream. So it's all coming. It's just social norms, timing, technology. But if you're into that shit, you should pay attention because if you really pay attention right now, and you're actually looking at it every day, you'll have a good sense of when it's gonna bubble up again. If you're not paying attention, it's gonna catch you off guard. I gotta go? Okay, pleasure. Thank you, I'll see you out there. This is the Gary V audio experience."
    },
    "podcast_summary": {
        "id": "chatcmpl-7pDIvPV9PzOkpvOhNg1CR9J015nSw",
        "object": "chat.completion",
        "created": 1692440225,
        "model": "gpt-3.5-turbo-16k-0613",
        "choices": [
            {
                "index": 0,
                "message": {
                    "role": "assistant",
                    "content": "In this podcast, Gary Vee shares insights and advice for developers. He talks about practical strategies, innovation, and the intersection of technology and entrepreneurship. Some key takeaways include:\n\n- The biggest consumable brands, such as potato chips or bubble gum, will come from humans rather than corporations in the next decade.\n- The AI metaverse is an inevitable outcome, though it may not be fully realized within the next 10 years.\n- Virtual personalities and AI creators will become the biggest competitors to human influencers and celebrities.\n- The dominance of the US market in media and pop culture is declining, with countries like China and regions like Africa becoming more prominent.\n- There is never a bad time to start a good business, regardless of the economic climate.\n- Embracing rejection and being comfortable with micro losses is essential for success, as life is full of rejection and setbacks.\n- Being authentic and true to oneself is key to finding success in a crowded market.\n- Paying attention to emerging technologies like the AI metaverse and Web3 can provide opportunities for collaboration and growth."
                },
                "finish_reason": "stop"
            }
        ],
        "usage": {
            "prompt_tokens": 7587,
            "completion_tokens": 215,
            "total_tokens": 7802
        }
    },
    "podcast_guest": "Gary Vaynerchuk (born Gennady Vaynerchuk; November 14, 1975; Belarusian: , Russian: commonly known as Gary Vee), is an American entrepreneur, author, speaker, and Internet personality. He is a co-founder of the restaurant reservation software company Resy and Empathy Wines. First known as a wine critic who expanded his family's wine business, Vaynerchuk is now more known for his work in digital marketing and social media as the chairman of New York-based communications company VaynerX, and as CEO of VaynerX subsidiary VaynerMedia.",
    "podcast_highlights": "In this podcast, Gary Vaynerchuk shares insights and predictions for the next decade. He discusses the rise of personal brands and the potential for individuals to create large-scale consumer products. He also mentions the inevitable outcome of AI and the metaverse, although he's uncertain about the timeline for its full development. Gary predicts that virtual creators will become the biggest competition for human influencers and celebrities. He also discusses the changing dynamics of the media landscape and the importance of global markets, highlighting China and Africa as emerging players in the future. Gary emphasizes the importance of finding contentment and happiness in one's life and not being solely focused on financial success. He believes that being at peace and maintaining a balance between ambition and contentment is the ultimate goal. Gary also addresses the challenges of being an artist, dealing with self-doubt and feeling undeserving of success. He encourages artists to embrace gratitude and contribute to others through their work. He advises creators to focus on providing value to their audience and to consider how they can make their content more valuable and selfless. Gary also emphasizes the importance of building a good business rather than worrying about external economic factors. He shares his routine of intermittent fasting and regular exercise, which helps him maintain high energy levels. Gary discusses the concept of being one's own niche and the power of authenticity. He advocates for embracing one's true self and sharing aspects of one's life that may not fit the traditional mold. Gary believes that everyone has their own unique niche and that authenticity is key to building connections and success. Lastly, Gary addresses the fear of rejection and uncertainty, particularly in creative fields. He argues that life is all about experiencing rejection and that the key is to embrace micro-losing and to learn from each loss. He encourages creatives to confront their fears and pursue their passions, knowing that rejection is a natural part of the process. Overall, Gary provides valuable insights and advice for developers and creators looking to unlock more value in their careers."
}